Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: When the %1$@ apps you choose send a notification, NOOP taps your strap: Slack, Calendar, Messages, whatever matters. Everything stays on %2$@.
de: Wenn die %1$@-Apps deiner Wahl eine Benachrichtigung senden, tippt NOOP deinen Strap an: Slack, Kalender, Nachrichten, was immer zählt. Alles bleibt auf %2$@.
es: Cuando las apps de %@ que elijas envían una notificación, NOOP hace vibrar tu pulsera: Slack, Calendario, Mensajes, lo que importe. Todo permanece en %@.
fr: Quand les applications %1$@ que vous choisissez envoient une notification, NOOP fait vibrer votre bracelet : Slack, Calendrier, Messages, tout ce qui compte. Tout reste sur %2$@.
it: Quando le app di %@ che scegli inviano una notifica, NOOP fa vibrare la tua fascia: Slack, Calendario, Messaggi, tutto ciò che conta. Tutto resta su %@.
pl: Kiedy wybrane aplikacje %1$@ wyślą powiadomienie, NOOP dotknie Twojego paska: Slack, Kalendarz, Wiadomości, cokolwiek się liczy. Wszystko pozostaje na %2$@.
pt_pt: Quando as aplicações %1$@ que escolher enviam uma notificação, o NOOP toca na tua bracelete: Slack, Calendário, Mensagens, o que for importante. Tudo permanece em %2$@.
ru: Когда выбранные вами приложения %1$@ отправляют уведомление, NOOP постукивает браслетом: Slack, Календарь, Сообщения — что угодно важное. Всё остаётся на %2$@.
th: เมื่อแอป %@ ที่คุณเลือกส่งการแจ้งเตือน NOOP จะแตะสายรัดของคุณ: Slack, ปฏิทิน, ข้อความ อะไรก็ได้ ทุกอย่างอยู่บน %@
zh_hans: 当你选择的 %@ 应用发出通知时，NOOP 会轻震你的手环：Slack、日历、信息，任何重要的应用。一切都留在 %@ 上。
zh_hant: 當你選擇的 %@ 應用程式發出通知時，NOOP 會輕震你的手環：Slack、行事曆、訊息，任何重要的都行。一切都留在 %@ 上。

source: When the ring is reset and waking, tap Scan below.
de: Wenn der Ring zurückgesetzt und wach ist, tippe unten auf „Scannen“.
es: Cuando el anillo esté reiniciado y activo, toca Escanear abajo.
fr: Quand l'anneau est réinitialisé et se réveille, touchez Scanner ci-dessous.
it: Quando l'anello è stato reimpostato e si sta risvegliando, tocca Scansiona qui sotto.
pl: Gdy pierścień zostanie zresetowany i wybudzony, kliknij Skanuj poniżej.
pt_pt: Quando o anel for reposto e ativado, toque em Digitalizar abaixo.
ru: Когда кольцо сброшено и просыпается, нажмите «Сканировать» ниже.
th: เมื่อวงแหวนถูกรีเซ็ตและตื่นขึ้น ให้แตะสแกนด้านล่าง
zh_hans: 当戒指已重置并唤醒后，点按下方的「扫描」。
zh_hant: 當戒指已重置並喚醒後，點擊下方的「掃描」。

source: When the system prompt appears, choose Allow so NOOP can find your strap.
de: Wenn die Systemabfrage erscheint, wähle „Erlauben“, damit NOOP deinen Strap finden kann.
es: Cuando aparezca el aviso del sistema, elige Permitir para que NOOP pueda encontrar tu pulsera.
fr: Quand la demande système apparaît, choisissez Autoriser pour que NOOP puisse trouver votre bracelet.
it: Quando appare la richiesta di sistema, scegli Consenti così NOOP può trovare la tua fascia.
pl: Kiedy pojawi się monit systemowy, wybierz Zezwalaj, aby NOOP mógł znaleźć Twój pasek.
pt_pt: Quando o prompt do sistema for apresentado, escolha Permitir para que o NOOP possa encontrar a tua bracelete.
ru: Когда появится системный запрос, выберите «Разрешить», чтобы NOOP мог найти ваш браслет.
th: เมื่อระบบปรากฏขึ้น ให้เลือกอนุญาตเพื่อให้ NOOP สามารถค้นหาสายรัดของคุณได้
zh_hans: 当系统提示出现时，请选择「允许」，以便 NOOP 找到你的手环。
zh_hant: 當系統提示出現時，請選擇「允許」，以便 NOOP 找到你的手環。

source: When this is on, NOOP rewrites a plain-text file (On My iPhone › NOOP › noop_sync.txt) each time you leave the app: one line per 15 minutes of heart rate, HRV and steps, read straight from your strap. Pair it with the Siri Shortcut that reads the file and logs everything into Apple Health (no HealthKit entitlement needed), so it works on sideloaded installs. The setup guide and the pre-built Shortcut live in the project wiki on GitHub.
de: Wenn das an ist, schreibt NOOP bei jedem Verlassen der App eine Klartextdatei neu (Auf meinem iPhone › NOOP › noop_sync.txt): eine Zeile pro 15 Minuten Herzfrequenz, HRV und Schritte, direkt von deinem Strap gelesen. Kombiniere sie mit dem Siri-Kurzbefehl, der die Datei liest und alles in Apple Health einträgt (keine HealthKit-Berechtigung nötig), sodass es auf sideloadeten Installationen funktioniert. Die Anleitung und der fertige Kurzbefehl liegen im Projekt-Wiki auf GitHub.
es: Cuando está activado, NOOP reescribe un archivo de texto plano (En mi iPhone › NOOP › noop_sync.txt) cada vez que sales de la app: una línea por cada 15 minutos de frecuencia cardíaca, VFC y pasos, leídos directamente desde tu pulsera. Combínalo con el atajo de Siri que lee el archivo y registra todo en Apple Health (sin necesidad del permiso de HealthKit), así funciona en instalaciones sideloaded. La guía de configuración y el atajo ya hecho están en la wiki del proyecto en GitHub.
fr: Quand c'est activé, NOOP réécrit un fichier texte brut (Sur mon iPhone › NOOP › noop_sync.txt) chaque fois que vous quittez l'application : une ligne toutes les 15 minutes pour la fréquence cardiaque, la VFC et les pas, lues directement depuis votre bracelet. Associez-le au raccourci Siri qui lit le fichier et enregistre tout dans Apple Santé (aucune autorisation HealthKit nécessaire), afin que cela fonctionne sur les installations en side-loading. Le guide de configuration et le raccourci prêt à l'emploi se trouvent dans le wiki du projet sur GitHub.
it: Quando questa opzione è attiva, NOOP riscrive un file di testo, On My iPhone › NOOP › noop_sync.txt, ogni volta che esci dall'app: una riga per ogni 15 minuti di frequenza cardiaca, HRV e passi, letti direttamente dalla tua fascia. Abbinalo allo Shortcut di Siri che legge il file e registra tutto in Apple Health, non serve alcuna autorizzazione HealthKit, quindi funziona sulle installazioni sideloaded. La guida alla configurazione e lo Shortcut già pronto si trovano nella wiki del progetto su GitHub.
pl: Gdy ta opcja jest włączona, NOOP zapisuje plik w postaci zwykłego tekstu (Na moim iPhonie › NOOP › noop_sync.txt) za każdym razem, gdy opuszczasz aplikację: jedna linia na 15 minut tętna, HRV i kroków, odczytywane bezpośrednio z paska. Połącz go ze skrótem Siri, który odczytuje plik i loguje wszystko do Apple Health (nie jest wymagane uprawnienie HealthKit), aby działało w przypadku instalacji ładowanych z boku. Przewodnik konfiguracji i wstępnie utworzony skrót są dostępne na wiki projektu w serwisie GitHub.
pt_pt: Quando ativado, o NOOP reescreve um ficheiro de texto simples (No meu iPhone › NOOP › noop_sync.txt) cada vez que sai da aplicação: uma linha a cada 15 minutos de frequência cardíaca, VFC e passos, lida diretamente na tua bracelete. Combine-o com o atalho Siri que lê o ficheiro e regista tudo no Apple Health (não é necessário ter direito ao HealthKit), para que funcione em instalações de sideload. O guia de configuração e o atalho pré-construído estão na wiki do projeto no GitHub.
ru: Когда это включено, NOOP каждый раз при выходе из приложения перезаписывает текстовый файл (На моём iPhone › NOOP › noop_sync.txt): одна строка на каждые 15 минут пульса, ВСР и шагов, считанных прямо с браслета. Используйте его вместе с ярлыком Siri, который читает файл и записывает всё в Apple Здоровье (без разрешения HealthKit), поэтому это работает и при установке сайдлоадингом. Руководство по настройке и готовый ярлык находятся в вики проекта на GitHub.
th: เมื่อเปิดสิ่งนี้ NOOP จะเขียนไฟล์ข้อความธรรมดาใหม่ (บน iPhone ของฉัน › NOOP › noop_sync.txt) ทุกครั้งที่คุณออกจากแอป: หนึ่งบรรทัดต่ออัตราการเต้นหัวใจ 15 นาที HRV และจำนวนก้าว อ่านโดยตรงจากสายรัดของคุณ จับคู่กับทางลัด Siri ที่อ่านไฟล์และบันทึกทุกอย่างลงใน Apple Health (ไม่จำเป็นต้องมีสิทธิ์ HealthKit) ดังนั้นจึงใช้งานได้กับการติดตั้งแบบไซด์โหลด คู่มือการตั้งค่าและทางลัดแบบเรียลไทม์ที่สร้างไว้ล่วงหน้าในวิกิโครงการบน GitHub
zh_hans: 开启此项后，每次你离开应用时，NOOP 都会重写一个纯文本文件 ，「在我的 iPhone 上 › NOOP › noop_sync.txt」， 每 15 分钟一行，包含直接从你手环读取的心率、HRV 和步数。将它与那个读取该文件并将一切记录到 Apple 健康的 Siri 快捷指令搭配使用，无需 HealthKit 权限，因此它在旁加载安装上也能工作。设置指南和预制的快捷指令位于 GitHub 上的项目 wiki 中。
zh_hant: 開啟此項後，每次你離開應用程式時，NOOP 都會重寫一個純文字檔案 ，「在我的 iPhone 上 › NOOP › noop_sync.txt」， 每 15 分鐘一行，包含直接從你手環讀取的心率、HRV 和步數。將它與那個讀取該檔案並將一切記錄到 Apple 健康的 Siri 捷徑搭配使用，無需 HealthKit 權限，因此它在側載安裝上也能工作。設定指南和預製的捷徑位於 GitHub 上的專案 wiki 中。

source: When you ask a question with data sharing on, it sends a short text summary or a permitted tool result to your chosen provider — never raw sensor streams or unrestricted database access. With data sharing off, it sends only your question. Nothing leaves until you ask or opt into a Coach automation.
de: Wenn Sie bei aktivierter Datenfreigabe eine Frage stellen, wird eine kurze Textzusammenfassung oder ein zulässiges Tool-Ergebnis an den von Ihnen gewählten Anbieter gesendet – niemals unformatierte Sensorströme oder uneingeschränkter Datenbankzugriff. Wenn die Datenfreigabe deaktiviert ist, wird nur Ihre Frage gesendet. Es bleibt nichts, bis Sie nachfragen oder sich für eine Coach-Automatisierung entscheiden.
es: Cuando hace una pregunta con el intercambio de datos activado, envía un breve resumen de texto o el resultado de una herramienta permitida al proveedor elegido; nunca flujos de sensores sin procesar ni acceso sin restricciones a la base de datos. Con el intercambio de datos desactivado, solo envía su pregunta. Nada sale hasta que usted solicite u opte por una automatización Coach.
fr: Lorsque vous posez une question avec le partage de données activé, il envoie un court résumé textuel ou un résultat d'outil autorisé au fournisseur de votre choix – jamais de flux de capteurs bruts ni d'accès illimité à la base de données. Lorsque le partage de données est désactivé, il envoie uniquement votre question. Rien ne part tant que vous n'avez pas demandé ou opté pour une automatisation Coach.
it: Quando fai una domanda con la condivisione dei dati attiva, viene inviato un breve riepilogo testuale o il risultato di uno strumento consentito al fornitore prescelto, mai flussi di sensori non elaborati o accesso illimitato al database. Con la condivisione dei dati disattivata, invia solo la tua domanda. Non resta nulla finché non chiedi o non attivi un'automazione Coach.
pl: Gdy zadajesz pytanie przy włączonym udostępnianiu danych, wysyłane jest krótkie tekstowe podsumowanie lub dozwolony wynik narzędzia do wybranego dostawcy — nigdy surowe strumienie z czujników ani nieograniczony dostęp do bazy danych. Przy wyłączonym udostępnianiu wysyłane jest wyłącznie Twoje pytanie. Nic nie opuszcza urządzenia, dopóki nie zapytasz albo nie włączysz automatyzacji trenera.
pt_pt: Quando você faz uma pergunta com o compartilhamento de dados ativado, ele envia um breve resumo em texto ou um resultado de ferramenta permitido ao provedor escolhido – nunca fluxos brutos de sensores ou acesso irrestrito ao banco de dados. Com o compartilhamento de dados desativado, ele envia apenas sua pergunta. Nada resta até que você peça ou opte por uma automação Coach.
ru: Когда вы задаете вопрос с включенным обменом данными, выбранному вами поставщику отправляется краткое текстовое резюме или разрешенный результат инструмента, а не необработанные потоки датчиков или неограниченный доступ к базе данных. Если обмен данными отключен, он отправляет только ваш вопрос. Ничего не останется, пока вы не спросите или не включите автоматизацию Coach.
th: เมื่อเปิดการแชร์ข้อมูล ระบบจะส่งเฉพาะข้อความสรุปสั้นหรือผลจากเครื่องมือที่ได้รับอนุญาตไปยังผู้ให้บริการที่เลือก ไม่ส่งสตรีมเซนเซอร์ดิบหรือเปิดฐานข้อมูลโดยไม่จำกัด หากปิด ระบบจะส่งเฉพาะคำถาม
zh_hans: 当您在启用数据共享的情况下提出问题时，它会向您选择的提供商发送简短的文本摘要或允许的工具结果 - 绝不是原始传感器流或不受限制的数据库访问。关闭数据共享后，它只会发送您的问题。除非您询问或选择 Coach 自动化，否则什么都不会发生。
zh_hant: 當您在啟用資料共享的情況下提出問題時，它會向您選擇的提供者發送簡短的文字摘要或允許的工具結果 - 絕不是原始感測器流或不受限制的資料庫存取。關閉資料共享後，它只會發送您的問題。除非您詢問或選擇 Coach 自動化，否則什麼都不會發生。

source: When you ask a question with data-sharing on, it sends a short TEXT summary of the relevant metrics — never your raw sensor streams — to your chosen provider, using your own key. With data-sharing off, it sends only your question. Either way, nothing leaves until you ask.
de: Wenn du mit aktivierter Datenfreigabe eine Frage stellst, sendet er eine kurze TEXT-Zusammenfassung der relevanten Werte — nie deine rohen Sensordaten — an deinen gewählten Anbieter, mit deinem eigenen Schlüssel. Ohne Datenfreigabe wird nur deine Frage gesendet. So oder so verlässt nichts das Gerät, bevor du fragst.
es: Cuando haces una pregunta con el uso de datos activado, envía un breve resumen de TEXTO de las métricas relevantes — nunca tus datos de sensor en bruto — al proveedor que elijas, con tu propia clave. Con el uso de datos desactivado, solo envía tu pregunta. En cualquier caso, nada sale hasta que preguntas.
fr: Quand tu poses une question avec le partage de données activé, il envoie un court résumé TEXTE des indicateurs pertinents — jamais tes flux de capteurs bruts — au fournisseur choisi, avec ta propre clé. Sans partage de données, il n'envoie que ta question. Dans tous les cas, rien ne part avant que tu demandes.
it: Quando fai una domanda con la condivisione dei dati attiva, viene inviato un breve riepilogo TESTO delle metriche pertinenti (mai i flussi dei sensori grezzi) al fornitore prescelto, utilizzando la tua chiave. Con la condivisione dei dati disattivata, invia solo la tua domanda. In ogni caso, non lascia nulla finché non lo chiedi.
pl: Gdy zadajesz pytanie przy włączonym udostępnianiu danych, do wybranego dostawcy trafia krótkie TEKSTOWE podsumowanie istotnych wskaźników — nigdy Twoje surowe strumienie z czujników — wysłane Twoim własnym kluczem. Przy wyłączonym udostępnianiu wysyłane jest wyłącznie Twoje pytanie. Tak czy inaczej nic nie opuszcza urządzenia, dopóki nie zapytasz.
pt_pt: Quando você faz uma pergunta com o compartilhamento de dados ativado, ele envia um breve resumo em TEXTO das métricas relevantes (nunca os fluxos brutos do sensor) para o provedor escolhido, usando sua própria chave. Com o compartilhamento de dados desativado, ele envia apenas sua pergunta. De qualquer forma, nada resta até que você peça.
ru: Когда вы задаете вопрос с включенным обменом данными, он отправляет краткое ТЕКСТОВОЕ резюме соответствующих показателей (а не необработанные потоки датчиков) выбранному вами поставщику, используя ваш собственный ключ. Если обмен данными отключен, он отправляет только ваш вопрос. В любом случае, ничего не выйдет, пока вы не спросите.
th: เมื่อเปิดการแชร์ข้อมูล ระบบจะส่งเฉพาะข้อความสรุปสั้นของตัวชี้วัดที่เกี่ยวข้องด้วยคีย์ของคุณ ไม่ส่งสตรีมเซนเซอร์ดิบ หากปิด ระบบจะส่งเฉพาะคำถาม
zh_hans: 当您在启用数据共享的情况下提出问题时，它会使用您自己的密钥向您选择的提供商发送相关指标的简短文本摘要（而不是您的原始传感器流）。关闭数据共享后，它只会发送您的问题。不管怎样，在你提出要求之前，什么都不会留下。
zh_hant: 當您在啟用資料共享的情況下提出問題時，它會使用您自己的金鑰向您選擇的提供者發送相關指標的簡短文字摘要（而不是您的原始感測器流）。關閉資料共享後，它只會發送您的問題。不管怎樣，在你提出要求之前，什麼都不會留下來。

source: When you import an Apple Health or WHOOP export, iOS hands NOOP a private copy of the file. NOOP reads it, saves your data into the health database, then deletes the copy. Older builds didn't delete every copy. This screen reclaims any that were left behind.
de: Wenn du einen Apple-Health- oder WHOOP-Export importierst, gibt iOS NOOP eine private Kopie der Datei. NOOP liest sie, speichert deine Daten in die Gesundheitsdatenbank und löscht dann die Kopie. Ältere Builds haben nicht jede Kopie gelöscht. Dieser Bildschirm gibt übrig gebliebene frei.
es: Cuando importas una exportación de Apple Health o WHOOP, iOS le entrega a NOOP una copia privada del archivo. NOOP la lee, guarda tus datos en la base de datos de salud y luego elimina la copia. Las versiones antiguas no eliminaban todas las copias. Esta pantalla recupera las que quedaron atrás.
fr: Quand vous importez un export Apple Santé ou WHOOP, iOS remet à NOOP une copie privée du fichier. NOOP la lit, enregistre vos données dans la base de données de santé, puis supprime la copie. Les anciennes versions ne supprimaient pas toutes les copies. Cet écran récupère celles qui ont été laissées de côté.
it: Quando importi un'esportazione di Apple Health o WHOOP, iOS consegna a NOOP una copia privata del file. NOOP la legge, salva i tuoi dati nel database della salute, poi elimina la copia. Le versioni più vecchie non eliminavano ogni copia, questa schermata recupera quelle rimaste indietro.
pl: Kiedy importujesz eksport Apple Health lub WHOOP, iOS przekazuje NOOP prywatną kopię pliku. NOOP odczytuje je, zapisuje Twoje dane w bazie danych zdrowia, a następnie usuwa kopię. Starsze kompilacje nie usuwały każdej kopii. Ten ekran odzyskuje wszystko, co pozostało.
pt_pt: Quando importa uma exportação Apple Health ou WHOOP, o iOS entrega ao NOOP uma cópia privada do ficheiro. O NOOP lê, guarda os teus dados na base de dados de saúde e elimina a cópia. As compilações mais antigas não apagaram todas as cópias. Este ecrã recupera tudo o que foi deixado para trás.
ru: Когда вы импортируете экспорт Apple Здоровье или WHOOP, iOS передаёт NOOP приватную копию файла. NOOP считывает её, сохраняет данные в базу данных здоровья, затем удаляет копию. Более старые сборки удаляли не все копии. Этот экран освобождает место, занятое оставшимися файлами.
th: เมื่อคุณนำเข้าการส่งออก Apple Health หรือ WHOOP iOS จะส่งสำเนาไฟล์ส่วนตัวให้กับ NOOP NOOP อ่าน บันทึกข้อมูลของคุณลงในฐานข้อมูลสุขภาพ จากนั้นลบสำเนา บิลด์เก่าไม่ได้ลบทุกสำเนา หน้าจอนี้จะเรียกคืนสิ่งที่เหลืออยู่
zh_hans: 当你导入 Apple 健康或 WHOOP 导出文件时，iOS 会把该文件的一份私有副本交给 NOOP。NOOP 读取它，将你的数据保存到健康数据库中，然后删除该副本。较旧的版本没有删除每一份副本，此界面会回收任何被遗留下来的副本。
zh_hant: 當你匯入 Apple 健康或 WHOOP 匯出檔案時，iOS 會把該檔案的一份私有副本交給 NOOP。NOOP 讀取它，將你的資料保存到健康資料庫中，然後刪除該副本。較舊的版本沒有刪除每一份副本，此畫面會回收任何被遺留下來的副本。

source: When your strap is connected NOOP is saving data live. "Last synced" tells you how fresh it is. If it says "Not recording", reconnect.
de: Wenn dein Strap verbunden ist, speichert NOOP Daten live. „Zuletzt synchronisiert“ sagt dir, wie frisch sie sind. Steht dort „Keine Aufzeichnung“, verbinde neu.
es: Cuando tu pulsera está conectada, NOOP guarda los datos en vivo. "Última sincronización" te dice qué tan recientes son. Si dice "No está grabando", vuelve a conectar.
fr: Quand votre bracelet est connecté, NOOP enregistre les données en direct. « Dernière synchronisation » vous indique leur fraîcheur. Si c'est marqué « Pas d'enregistrement », reconnectez-vous.
it: Quando la tua fascia è connessa, NOOP salva i dati in diretta. "Ultima sincronizzazione" ti dice quanto sono recenti. Se dice "Non in registrazione", riconnettila.
pl: Po podłączeniu paska NOOP zapisuje dane na żywo. „Ostatnia synchronizacja” informuje, jak świeży jest plik. Jeśli pojawi się komunikat „Nie nagrywa”, podłącz ponownie.
pt_pt: Quando a tua bracelete está ligada, o NOOP guarda os dados em direto. "Última sincronização" informa o quão recente é. Se aparecer "Não está a gravar", volte a ligar.
ru: Когда браслет подключён, NOOP сохраняет данные в реальном времени. «Последняя синхронизация» показывает, насколько они свежие. Если написано «Не записывается», переподключитесь.
th: เมื่อสายรัดของคุณเชื่อมต่อ NOOP กำลังบันทึกข้อมูลแบบเรียลไทม์ "ซิงค์ครั้งล่าสุด" จะบอกคุณว่าข้อมูลใหม่แค่ไหน ถ้ามีข้อความว่า "ไม่ได้บันทึก" ให้เชื่อมต่อใหม่
zh_hans: 手环连接时，NOOP 会实时保存数据。「上次同步」告诉你数据有多新。如果显示「未记录」，请重新连接。
zh_hant: 手環連線時，NOOP 會即時保存資料。「上次同步」告訴你資料有多新。如果顯示「未記錄」，請重新連線。

source: Where a sensor isn't on your watch, NOOP reads “not available” for that metric, never a zero, never an invented number. Everything else keeps working.
de: Wo ein Sensor nicht auf deiner Uhr ist, zeigt NOOP für diese Metrik „nicht verfügbar“, nie eine Null, nie eine erfundene Zahl. Alles andere funktioniert weiter.
es: Si tu reloj no tiene un sensor, NOOP muestra “no disponible” para esa métrica, nunca un cero, nunca un número inventado. Todo lo demás sigue funcionando.
fr: Là où un capteur n'est pas présent sur votre montre, NOOP affiche « non disponible » pour cette métrique, jamais un zéro, jamais un chiffre inventé. Tout le reste continue de fonctionner.
it: Dove un sensore non è presente sul tuo orologio, NOOP legge “non disponibile” per quella metrica, mai uno zero, mai un numero inventato. Tutto il resto continua a funzionare.
pl: Jeśli w zegarku nie ma czujnika, NOOP odczytuje „niedostępny” dla danej metryki, nigdy zero, nigdy wymyśloną liczbę. Wszystko inne działa dalej.
pt_pt: Onde não existe nenhum sensor no teu relógio, o NOOP indica “não disponível” para essa métrica, nunca um zero, nunca um número inventado. Tudo o resto continua a funcionar.
ru: Если на ваших часах нет какого-то датчика, NOOP показывает для этой метрики «недоступно», а не ноль и не выдуманное число. Всё остальное продолжает работать.
th: หาก Apple Watch ไม่มีเซ็นเซอร์สำหรับตัวชี้วัดนั้น NOOP จะแสดงว่า “ไม่มีข้อมูล” ไม่แสดงศูนย์หรือสร้างค่าขึ้นมาเอง ส่วนอื่นยังทำงานตามปกติ
zh_hans: 当你的手表上没有某个传感器时，NOOP 会将该指标读作「不可用」，绝不会读作零，也绝不会读作编造的数字。其他一切照常工作。
zh_hant: 當你的手錶上沒有某個感測器時，NOOP 會將該指標讀作「不可用」，絕不會讀作零，也絕不會讀作編造的數字。其他一切照常工作。

source: WHERE IT'S LIGHTER THAN A STRAP
de: WO SIE LEICHTER IST ALS EIN STRAP
es: DÓNDE ES MÁS LIMITADO QUE UNA PULSERA
fr: OÙ ELLE EST PLUS LÉGÈRE QU'UN BRACELET
it: DOVE È PIÙ CARENTE DI UNA FASCIA
pl: GDZIE JEST LŻEJSZY NIŻ PASEK
pt_pt: ONDE É MAIS LEVE QUE UMA CORREIA
ru: ГДЕ ОНИ УСТУПАЮТ БРАСЛЕТУ
th: ที่ซึ่งเบากว่าสายรัด
zh_hans: 在哪些方面比手环更薄弱
zh_hant: 在哪些方面比手環更薄弱

source: Where NOOP's on-device space is going, and a one-tap clean-up.
de: Wohin NOOPs Speicher auf dem Gerät geht, und ein Ein-Tipp-Aufräumen.
es: En qué se va el espacio de NOOP en el dispositivo, y una limpieza con un toque.
fr: Où va l'espace de NOOP sur l'appareil, et un nettoyage en un geste.
it: Dove va a finire lo spazio di NOOP sul dispositivo, e una pulizia con un solo tocco.
pl: Gdzie zmierza przestrzeń na urządzeniu NOOP i czyszczenie jednym dotknięciem.
pt_pt: Para onde está a ir o espaço no dispositivo do NOOP e uma limpeza com um toque.
ru: На что уходит место на устройстве в NOOP, и очистка в один тап.
th: พื้นที่บนอุปกรณ์ของ NOOP ดำเนินไปอย่างไร และการล้างข้อมูลด้วยการแตะเพียงครั้งเดียว
zh_hans: NOOP 的设备本地空间用在了哪里，以及一键清理。
zh_hant: NOOP 的裝置本地空間用在了哪裡，以及一鍵清理。

source: Where your numbers come from
de: Woher deine Zahlen kommen
es: De dónde vienen tus números
fr: D'où viennent vos chiffres
it: Da dove arrivano i tuoi numeri
pl: Skąd pochodzą Twoje liczby
pt_pt: De onde vêm os teus números
ru: Откуда берутся ваши показатели
th: ตัวเลขของคุณมาจากไหน
zh_hans: 你的数字从何而来
zh_hant: 你的數字從何而來

source: Which locally stored metrics and sources are available
de: Welche lokal gespeicherten Metriken und Quellen verfügbar sind
es: Qué métricas y fuentes almacenadas localmente están disponibles
fr: Quelles métriques et sources stockées localement sont disponibles
it: Quali metriche e fonti archiviate localmente sono disponibili
pl: Które lokalnie przechowywane wskaźniki i źródła są dostępne
pt_pt: Que métricas e fontes guardadas localmente estão disponíveis
ru: Какие локально сохранённые показатели и источники доступны
th: มีเมตริกและแหล่งที่มาใดบ้างที่จัดเก็บไว้ในเครื่อง
zh_hans: 可用的本地存储指标和来源
zh_hant: 可用的本機儲存指標與來源

source: Which strap are you pairing?
de: Welchen Strap koppelst du?
es: ¿Qué pulsera vas a emparejar?
fr: Quel bracelet associez-vous ?
it: Quale fascia stai associando?
pl: Który pasek łączysz?
pt_pt: Qual a bracelete que está a emparelhar?
ru: Какой браслет вы сопрягаете?
th: คุณกำลังจับคู่สายรัดใด?
zh_hans: 你正在配对哪一个手环？
zh_hant: 你正在配對哪一個手環？

source: Which strap?
de: Welcher Strap?
es: ¿Qué pulsera?
fr: Quel bracelet ?
it: Quale fascia?
pl: Który pasek?
pt_pt: Qual bracelete?
ru: Какой браслет?
th: สายรัดไหน?
zh_hans: 哪一个手环？
zh_hant: 哪一個手環？

source: Which wrist do you wear it on?
de: An welchem Handgelenk trägst du ihn?
es: ¿En qué muñeca la llevas?
fr: À quel poignet le portez-vous ?
it: A quale polso la indossi?
pl: Na którym nadgarstku go nosisz?
pt_pt: Em que pulso a usas?
ru: На каком запястье вы его носите?
th: คุณใส่มันบนข้อมือข้างไหน?
zh_hans: 你佩戴在哪只手腕？
zh_hant: 你配戴在哪隻手腕？
